import React from 'react';
import Header from './Header.js';
import Footer from './footer.js';
import Pic from './img/worldwide.png'

import './App.css';



const Main = () => {


  return (
        <div className='about_page'>
        <img className="pic_about" src={Pic} alt="logo"/>
        <div className='text_about'>
            <p>"Worldwide" - це ваш універсальний партнер у всьому, 
                що стосується активного способу життя, пригод та 
                відкриття нових горизонтів. <br /><br />Ми пропонуємо широкий 
                асортимент продуктів, спрямованих на підтримку 
                вашого захоплення природою та туризмом.

                Наш магазин представляє різноманітні товари для активного 
                відпочинку, включаючи кемпінгове обладнання, екіпірування для походів, 
                товари для спортивного відпочинку, подорожей та багато іншого. Ми 
                прагнемо забезпечити наших клієнтів найкращими та надійними товарами, 
                що допоможуть їм насолоджуватися кожною митью своєї подорожі.
                <br /><br />
                У "Worldwide" ми віримо у потужну спільноту та у здатність природи 
                надихати нас. Наша мета - створювати зручні умови для кожного 
                подорожника, незалежно від рівня досвіду чи місця призначення.

                Приєднуйтесь до нас, щоб відкрити нові можливості, 
                досліджувати нові місця та робити світ яскравішим та 
                більш захоплюючим! Дозвольте "Worldwide" бути вашим 
                провідником у світі пригод та активного відпочинку.
                <br /><br />
                Також ви можете знайти наш фізичний магазин за адресою Миколаїв, Соборна 666.
                <br /><br />
                Для того, щоб зв'язатися з асистенсом напишіть листа на електронну пошту <b>meow@gmail.com</b><br />
                Або зателефонуйте за номером телефону <b>+1 234 567 8901</b>
            </p>
        </div>          
        </div>
  );
};


const About = () => {
  return (
    <div className='container'>
      <Header />
      <Main />
      <Footer />
    </div>
  );
};

export default About;
